import { Hero } from './hero';
export const HEROES: Hero[] = [
  {id: 11, name: '魔獸:崛起',length:'1小時50分',level:'保護級',date:'2017-06-05',
    url:'https://s.yimg.com/vu/movies/fp/mpost/60/33/6033.jpg',
    trailerURL:'http://www.youtube.com/embed/bqXPNQdhSRI',
    introduce:'故事敘述人類與獸人部落之間的第一次衝突為主軸，並主要圍繞於安杜因·洛薩爵士和杜洛坦兩位重要角色上。兩個截然不同的世界首次展開激烈衝突，一直以來祥和平靜的艾澤拉斯國度即將面臨一場足以摧毀人類文明的大戰，一群驍勇善戰、魁梧壯碩的獸人戰士逃離他們瀕死的家園，來到人類世界，準備佔領這片土地，建立屬於他們的全新家園。一道連結這兩個世界的大門即將打開，而人類必須為了捍衛自己的家園而奮戰，獸人則為了避免種族滅亡而展開侵略。對立的兩方各有一位英雄挺身而出，激戰一觸即發，雙方的同胞以及家園的命運也將就此決定。'},

  {id: 12, name: '怪物',length:'2小時00分',level:'保護級',date:'2017-06-25',
    url:'http://leftymovie.com/wp-content/uploads/2015/11/1448283549-b583a786dba49a7e1748fcb13492f91f.jpg',
    trailerURL:"http://www.youtube.com/embed/Ah8CAJOn6So",
    introduce:"故事敘述維克多·弗蘭肯斯坦與助手伊果正在進行一項讓死者重生的瘋狂計劃，但這使維克多陷入黑暗深淵而化身成怪物「科學怪人」，唯有好友伊果才能幫助他脫離這場可怕的噩夢[2]。倫敦的馬戲表演中，有位無名駝背的小丑獲得維克多·弗蘭肯斯坦協助拯救表演時受傷的羅蕾萊，駝背的小丑通曉醫學，讓維克多印象深刻，因此救他逃離馬戲團。維克多也醫治了小丑的駝背，並命名從出生就沒有名字的駝背為「伊果」。他們兩人成了進行實驗的合作夥伴，目標是創造生命，而這樣的實驗目標招致篤信宗教警察督察羅德里克·特平的憤怒，特平認為創造生命的實驗是有罪的。維克多和伊果從動物和人類屍體創造了形貌如黑猩猩般的醜惡生物「戈登」後，將成果帶到大學展現。戈登雖然復活過來，暴烈的行為讓維克多和伊果必須立刻毀滅戈登，維克多的展示失敗了。羅蕾萊對可怖實驗感到震驚，敦促伊果該勸阻維克多。維克多被父親唾棄，被大學開除，而維克多富有的同學芬尼根看上這實驗的發展性，有私人野心，願意資助維克多，鼓勵他繼續開發更進一步的人造生命。不久之後，特平和他的部下襲擊維克多的實驗室，摧毀了維克多的發明，督察羅羅德里克·特平在搜查中受傷，而維克多逃至芬尼根在蘇格蘭的城堡，並進一步構建具有人形與有智慧的生命：普羅米修斯的計畫。伊果不信任芬尼根，而拒絕加入這計畫，在好友維克多離開後，伊果被芬尼根扔進泰晤士河，所幸伊果並未淹溺，設法逃脫至羅蕾萊處。伊果與羅蕾萊知道維克多處於險境，前往芬尼根的城堡解救維克多。正盲目建構普羅米修斯的維克多，起初不瞭解好友伊果的用心，而在普羅米修斯這無人性的創造物獲得生命後，維克多體悟伊戈爾的勸誡是正確的。維克多盲目創出龐然怪物普羅米修斯對人類無貢獻，怪物在混亂中殺死眾多人，包含芬尼根等。伊果與維克多一同努力，終於刺穿普羅米修斯的兩顆心臟，終止實驗。次日，羅蕾萊遞給他伊戈爾一封信，是維克多所寫，維克多對造成傷害表示歉意，並稱頌伊果是他的「偉大的創造」。"},

  {id: 13, name: '小王子',length:'1小時30分',level:'普遍級',date:'2017-07-05',
    url:'https://pic.pimg.tw/yuhao168/1446110125-1368578157_wl.jpg',
    trailerURL:"http://www.youtube.com/embed/NXhBcA_oZyY",
    introduce:"主角為成長於單親家庭的小女孩，母親是忙碌的上班族。母親對她抱予極大期望，希望她能用功讀書，將來成為社會上的可用之材。因為母親忙於工作，大多數時間她都是一個人在自己的房間唸書。某日當她在唸書時，一張附有文字的圖畫隨風飄在她的書桌上，圖上畫的是《小王子》的故事內容。她試著尋找畫的主人，之後在一處草地上發現一架紅色的螺旋槳飛機，有位年老的飛行員在那裡。她將這張畫還給老人後，與老人成為了朋友。平凡的她，因這張畫及老人所說的故事，慢慢踏進了小王子的奇幻世界…"},

  {id: 14, name: '鋼鐵人2',length:'2小時10分',level:'保護級',date:'2017-08-05',
    url:'http://tw.ent.yimg.com/mpost/33/00/3300.jpg',
    trailerURL:"http://www.youtube.com/embed/eFvwkolv7Ns",
    introduce:"東尼·史塔克在公開了自己就是「鋼鐵人」本尊之後名聲扶搖直上，不但選上麻省理工學院董事會幹部，儼然成為美國乃至於世界和平的保衛者。他承繼自己父親霍華德·史塔克在1974年時在紐約法拉盛所舉辦的『史塔克博覽會』，也決定在原址舉辦2010年的史塔克博覽會來完成父親的心願也滿足自己想出風頭的慾望。但在光鮮的表面之下，東尼其實正苦於胸口的微型電弧反應爐所使用的金屬鈀，逐漸混入血液中所造成的「重金屬中毒」正漸漸侵入自己的身體，也陷入和美國軍方參議員史丹對於盔甲歸屬權的爭議中。"},

  {id: 15, name: '吃吃的愛',length:'1小時50分',level:'保護級',date:'2017-06-13',
    url:'https://i1.kknews.cc/large/213400005a058c15405d',
    trailerURL:'https://www.youtube.com/embed/ISAubO5bY7U',
    introduce:"想要在巨星姐姐面前證明自己的臨時演員上官娣娣，和多年期待真愛卻在最後被狠狠出賣的太空黑鳥麵館老板娘許春梅，當兩個人的世界以想象不到的方式不期而遇，她們的命運會發生什麼樣的改變？"},
];
